Repository: eacevedof/prj_marketing
Catalog: backend_web/locale/*/default.po
Languages: es

source: Content not found
es: Contenido no encontrado

source: Forbidden
es: Prohibido

source: Unexpected
es: Inesperado

source: Yes
es: Si

source: Invalid csrf {0}
es: Csrf inválido {0}

source: Expired csrf {0}
es: Csrf expirado {0}

source: Dashboard x
es: Panel x

source: Dashboard
es: Panel

source: Search
es: Buscar

source: Add
es: Agregar

source: Empty email
es: Correo vacío

source: Empty password
es: Contraseña en blanco

source: Invalid data
es: Datos no válidos

source: User
es: Usuario

source: user
es: usuario

source: Users
es: Usuarios

source: Invalid CSRF token
es: Token CSRF inválido

source: Unrecognized field
es: Campo no reconocido

source: Max length allowed is {0} chars. {1} size is {2}
es: La longitud máxima permitida es de {0} chars. El tamaño de {1} es {2}

source: Wrong datatype. Allowed: {0}
es: Tipo de datos incorrecto. Permitido: {0}

source: No code/s provided
es: Codigo/s no proporcionados

source: No data to update
es: Sin datos a actualizar

source: Processing...
es: Procesando...

source: Search&nbsp;:
es: Buscar&nbsp;:

source: Loading...
es: Cargando...

source: First
es: Primero

source: Previous
es: Anterior

source: Next
es: Siguiente

source: Last
es: Último

source: Actions
es: Acciones

source: search
es: buscar

source: Select an option
es: Selecciona una opción

source: Modules
es: Módulos

source: Logout
es: Cerrar sesión

source: Password
es: Contraseña

source: Unauthorized
es: No autorizado

source: Home
es: Inicio

source: Promotions
es: Promociones

source: Deleted at
es: Borrado el

source: Deleted by
es: Borrado por

source: Show
es: Ver

source: Edit
es: Editar

source: Remove
es: Eliminar

source: Empty required code
es: El código obligatorio está vacío

source: You are not allowed to perform this operation
es: No tienes permisos para ejecutar esta operación

source: Data not found
es: Datos no encontrados

source: Not all keys provided
es: No se han proporcionado todas las claves

source: This item is already deleted {0}
es: Este item ya estaba borrado {0}

source: Is not possible to restore entity {0}
es: No es posible restaurar la entidad {0}

source: User with code {0} not found
es: No se ha encontrado el usuario con código {0}

source: This email already exists
es: Este email ya existe

source: Empty field is not allowed
es: No se permite que el campo este vacío

source: Invalid email format
es: Formato de email inválido

source: Bad password confirmation
es: Contraseña de confirmación incorrecta

source: Empty data
es: Datos vacíos

source: Fields validation errors
es: Errores de validación de campos

source: Code
es: Código

source: Fullname
es: Nombre completo

source: Phone
es: Teléfono

source: Profile
es: Perfil

source: Country
es: País

source: Language
es: Idioma

source: Address
es: Dirección

source: Birthdate
es: Fec. nacimiento

source: Gender
es: Género

source: Nationality
es: Nacionalidad

source: Only type json for accept header is allowed
es: Solo se permite json en la cabecera accept

source: {0} successfully removed
es: {0} eliminado/a satisfactoriamente

source: {0} successfully restored
es: {0} restaurado/a satisfactoriamente

source: User info
es: Info de usuario

source: New user
es: Nuevo usuario

source: {0} successfully created
es: {0} creado/a satisfactoriamente

source: Edit user {0}
es: Editar usuario {0}

source: <b>Error on delete</b>
es: <b>Error al eliminar</b>

source: Data successfully deleted
es: Datos eliminados satisfactoriamente

source: <b>Error on restore</b>
es: <b>Error al restaurar</b>

source: Data successfully restored
es: Datos restaurados satisfactoriamente

source: Permissions
es: Permisos

source: Preferences
es: Preferencias

source: Full name
es: Nombre completo

source: Created by
es: Creado por

source: Created at
es: Creado el

source: Modified by
es: Modificado por

source: Modified at
es: Modificado el

source: send
es: enviar

source: Sending...
es: Enviando...

source: Some unexpected error occurred
es: Ha ocurrido un error inesperado

source: Password confirm
es: Confirmar contraseña

source: No {0} code provided
es: Código de {0} no proporcionado

source: {0} with code {1} not found
es: No se ha encontrado {0} con código {0}

source: Invalid value
es: Valor incorrecto

source: Invalid date {0}
es: Fecha incorrecta {0}

source: Date to should be larger or equal to date from.
es: La Fec. hasta debe ser mayor o igual a la Fec. desde.

source: Invalid url
es: Url incorrecta

source: Owner
es: Propietario

source: Terms and conditions
es: Términos y condiciones

source: Description
es: Descripción

source: Type
es: Tipo

source: Date from
es: Fecha desde

source: Date to
es: Fecha hasta

source: Url design
es: Url creatividad

source: Enabled
es: Habilitado

source: Invested
es: Invertido

source: Inv returned
es: Inv de retorno

source: Notes
es: Notas

source: External code
es: Código externo

source: Promotion info
es: Info de promoción

source: New promotion
es: Nueva promoción

source: Edit promotion {0}
es: Editar promoción {0}

source: {0} {1} successfully updated
es: {0} {1} satisfactoriamente creado/a

source: <b>Data created</b>
es: <b>Datos creados</b>

source: <b>Data updated</b>
es: <b>Datos actualizados</b>

source: New business data
es: Nuevos datos de negocio

source: Business data info
es: Info de datos de negocio

source: Business data
es: Datos de negocio

source: business data
es: datos de negocio

source: Edit business data {0}
es: Editar datos de negocio {0}

source: Bg color
es: Color de fondo

source: Bg image xs
es: Imagen de fondo xs

source: Bg image sm
es: Imagen de fondo sm

source: Bg image md
es: Imagen de fondo md

source: Bg image lg
es: Imagen de fondo lg

source: Bg image xl
es: Imagen de fondo lg

source: Bg image xxl
es: Imagen de fondo xxl

source: Max confirmed
es: Máx. confirmados

source: Head bg color
es: Color de fondo de cabecera

source: Head color
es: Color en cabecera

source: Head bg image
es: Imagen de fondo de cabecera

source: Body bg color
es: Color de fondo del cuerpo

source: Body color
es: Color del cuerpo

source: Url body bg image
es: Url de imagen de fondo del cuerpo

source: Url site
es: Url del sitio

source: Business name
es: Nombre de negocio

source: You can not add permissions to this user
es: No puedes agregar permisos a este usuario

source: Timezone
es: Zona horaria

source: Terms & Conditions
es: Términos y Condiciones

source: Promotion Terms: {0}
es: Términos de la promoción: {0}

source: Provider Terms
es: Términos del proveedor

source: 1. Portal Owner
es: 1. Titular del Portal

source: This Legal Notice regulates the conditions of use of the website <a href="{0}" target="_blank">{1}</a> (hereinafter, the "Website" or the "Portal") responsibility of:
es: El presente Aviso Legal regula las condiciones de utilización del sitio web <a href="{0}" target="_blank">{1}</a> (en adelante, el "Sitio Web" o el "Portal") responsabilidad de:

source: The fact of accessing the Website implies that you have read and accept, without reservation, these conditions. The Service Provider reserves the right to deny, suspend, interrupt or cancel access or use, totally or partially, of this website to those users or visitors who fail to comply with any of the conditions set forth in this Legal Notice.
es: El hecho de acceder al Sitio Web implica que usted ha leído y acepta, sin reserva alguna, estas condiciones. El Prestador de Servicios se reserva el derecho de denegar, suspender, interrumpir o cancelar el acceso o la utilización, total o parcialmente, de este sitio web a aquellos usuarios o visitantes del mismo que incumplan cualquiera de las condiciones previstas en este Aviso Legal.

source: 2. Intellectual and industrial property
es: 2. Propiedad intelectual e industrial

source: All the contents of the Portal, understanding by these, by way of example, the texts, videos, photographs, graphics, images, icons, technologies, software, links and other audiovisual or sound content, as well as its graphic design and source codes (hereinafter , the "Contents"), are the intellectual property of the Service Provider or third parties, and none of the exploitation rights recognized by current regulations regarding intellectual property over them can be understood to be transferred to the user, except for those that are strictly necessary for the use of the Portal.
es: Todos los contenidos del Portal, entendiendo por estos a título meramente enunciativo los textos, videos, fotografías, gráficos, imágenes, iconos, tecnologías, software, enlaces y demás contenidos audiovisuales o sonoros, así como su diseño gráfico y códigos fuente (en adelante, los "Contenidos"), son propiedad intelectual de Prestador de Servicios o de terceros, sin que puedan entenderse cedidos al usuario ninguno de los derechos de explotación reconocidos por la normativa vigente en materia de propiedad intelectual sobre los mismos, salvo aquellos que resulten estrictamente necesario para el uso del Portal.

source: In particular, the reproduction, transformation, distribution, public communication, making available to the public and in general any other form of exploitation, by any procedure, of all or part of the contents of this website, as well as its design and the selection and form of presentation of the materials included in it.
es: En particular, quedan prohibidas la reproducción, la transformación, distribución, comunicación pública, puesta a disposición del público y en general cualquier otra forma de explotación, por cualquier procedimiento, de todo o parte de los contenidos de este sitio web, así como de su diseño y la selección y forma de presentación de los materiales incluidos en la misma.

source: These acts of exploitation may only be carried out with the express authorization of the Service Provider and provided that reference is made to the Service Provider's ownership of the indicated intellectual and industrial property rights.
es: Estos actos de explotación sólo podrán ser realizados si media la autorización expresa del Prestador de Servicios y siempre que se haga referencia a la titularidad del Prestador de Servicios de los indicados derechos de propiedad intelectual e industrial.

source: It is also prohibited to decompile, disassemble, reverse engineer, sub-license or transmit in any way, translate or make derivative works of the computer programs necessary for the operation, access and use of this website and the services on it contents, as well as carry out, with respect to all or part of such programs, any of the exploitation acts described in the previous paragraph.The user of the website must refrain in any case from deleting, altering, evading or manipulating any protection device or security systems that may be installed in it.
es: Queda asimismo prohibido descompilar, desensamblar, realizar ingeniería inversa, sub-licenciar o transmitir de cualquier modo, traducir o realizar obras derivadas de los programas de ordenador necesarios para el funcionamiento, acceso y utilización de este sitio web y de los servicios en él contenidos, así como realizar, respecto a todo o parte de tales programas, cualesquiera de los actos de explotación descritos en el párrafo anterior. El usuario del sitio web deberá abstenerse en todo caso de suprimir, alterar, eludir o manipular cualquier dispositivo de protección o sistemas de seguridad que puedan estar instalados en el mismo.

source: The trademarks, trade names or distinctive signs are the property of the Service Provider or third parties, without it being understood that access to the Portal attributes any right over the aforementioned trademarks, trade names and/or distinctive signs.
es: Las marcas, nombres comerciales o signos distintivos son titularidad de Prestador de Servicios o terceros, sin que pueda entenderse que el acceso al Portal atribuya ningún derecho sobre las citadas marcas, nombres comerciales y/o signos distintivos.

source: 3. Terms of use of the Portal
es: 3. Condiciones de uso del Portal

source: The use of the Portal attributes the condition of user and implies the acceptance of all the conditions included in this Legal Notice.
es: La utilización del Portal atribuye la condición de usuario e implica la aceptación de todas las condiciones incluidas en este Aviso Legal.

source: Notwithstanding the foregoing, access to certain services and/or content is restricted to certain users, and regulations, instructions, general conditions or particular conditions may be established that, where appropriate, replace, complete and/or modify this Notice Legal.
es: Sin perjuicio de lo anterior, el acceso a determinados servicios y/o contenidos se encuentra restringido a determinados usuarios, pudiendo establecerse reglamentos, instrucciones, condiciones generales o condiciones particulares que, en su caso, sustituyen, completan y/o modifican el presente Aviso Legal.

source: The user undertakes to make correct use of the Portal in accordance with the Law and this Legal Notice. The user will be liable to the Service Provider or to third parties for any damages that may be caused as a result of breach of said obligation.
es: El usuario se obliga a hacer un uso correcto del Portal de conformidad con la Ley y el presente Aviso Legal. El usuario responderá frente a Prestador de Servicios o frente a terceros, de cualesquiera daños y perjuicios que pudieran causarse como consecuencia del incumplimiento de dicha obligación.

source: The use of the content made available to users for marketing is strictly prohibited. In this way, the user will not be able to provide services to third parties benefiting from the contents included in the Portal.
es: Queda terminantemente prohibida la utilización de los contenidos que se pongan a disposición de los usuarios para su comercialización. De este modo, el usuario no podrá prestar servicios a terceros beneficiándose de los contenidos incluidos en el Portal.

source: Likewise, the use of the Portal for harmful purposes of goods or interests of the Service Provider or third parties or that in any other way overload, damage or disable the networks, servers and other computer equipment (hardware) or products and computer applications (software) of the Service Provider or third parties.
es: Así mismo, queda expresamente prohibido el uso del Portal con fines lesivos de bienes o intereses de Prestador de Servicios o de terceros o que de cualquier otra forma sobrecarguen, dañen o inutilicen las redes, servidores y demás equipos informáticos (hardware) o productos y aplicaciones informáticas (software) de Prestador de Servicios o de terceros.

source: In any case, users undertake to use the Portal in full compliance with the Terms and Conditions that regulate the corresponding public cloud services:
es: En todo caso, los usuarios se comprometen a utilizar el Portal respetando íntegramente los Términos y Condiciones que regulan los correspondientes servicios de nube pública:

source: 3.2 Contents
es: 3.2 Contenidos

source: The user agrees to use the Content in accordance with the Law and this Legal Notice, as well as with the other conditions, regulations and instructions that may be applicable in accordance with the provisions of the Legal Notice.
es: El usuario se compromete a utilizar los Contenidos de conformidad con la Ley y el presente Aviso Legal, así como con las demás condiciones, reglamentos e instrucciones que en su caso pudieran ser de aplicación de conformidad con lo previsto en el Aviso Legal.

source: With a merely enunciative character, the user, in accordance with current legislation, must refrain from:
es: Con carácter meramente enunciativo, el usuario, de acuerdo con la legislación vigente, deberá abstenerse de:

source: Reproducing, copying, distributing, making available, publicly communicating, transforming or modifying the Content except in cases authorized by law or expressly consented to by the Service Provider or by whoever owns the exploitation rights in your case.
es: Reproducir, copiar, distribuir, poner a disposición, comunicar públicamente, transformar o modificar los Contenidos salvo en los casos autorizados en la ley o expresamente consentidos por el Prestador de Servicios o por quien ostente la titularidad de los derechos de explotación en su caso.

source: Reproducing or copying for private use the Contents that may be considered as Software or Database in accordance with current legislation on intellectual property, as well as its public communication or making it available to third parties when these acts necessarily imply the reproduction by part of the user or a third party.
es: Reproducir o copiar para uso privado los Contenidos que puedan ser considerados como Software o Base de Datos de conformidad con la legislación vigente en materia de propiedad intelectual, así como su comunicación pública o puesta a disposición de terceros cuando estos actos impliquen necesariamente la reproducción por parte del usuario o de un tercero.

source: Extract and/or reuse all or a substantial part of the Contents of the Portal as well as the databases that the Service Provider makes available to users.
es: Extraer y/o reutilizar la totalidad o una parte sustancial de los Contenidos integrantes del Portal así como de las bases de datos que Prestador de Servicios ponga a disposición de los usuarios.

source: 3.3 Introduction of links to the Portal
es: 3.3 Introducción de enlaces al Portal

source: Internet users who want to introduce links from their own web pages to the Portal must comply with the conditions detailed below, without ignoring them avoiding the responsibilities derived from the Law:
es: El usuario de Internet que quiera introducir enlaces desde sus propias páginas web al Portal deberá cumplir con las condiciones que se detallan a continuación sin que el desconocimiento de las mismas evite las responsabilidades derivadas de la Ley:

source: The link will only link to the home page or main page of the Portal but may not reproduce it in any way (inline links, copy of the texts, graphics, etc).
es: El enlace únicamente vinculará con la home page o página principal del Portal pero no podrá reproducirla de ninguna forma (inline links, copia de los textos, gráficos, etc).

source: It will be prohibited in any case, in accordance with the applicable legislation and in force at any time, to establish frames or frameworks of any kind that surround the Portal or allow the display of the Contents through Internet addresses other than those of the Portal and, in any case, when they are displayed together with contents outside the Portal in such a way that: (I) produces, or may produce, error, confusion or deception in users about the true origin of the service or Content; (II) supposes an act of unfair comparison or imitation; (III) serves to take advantage of the reputation of the brand and prestige of the Service Provider; or (IV) in any other way is prohibited by current legislation.
es: Quedará en todo caso prohibido, de acuerdo con la legislación aplicable y vigente en cada momento, establecer frames o marcos de cualquier tipo que envuelvan al Portal o permitan la visualización de los Contenidos a través de direcciones de Internet distintas a las del Portal y, en cualquier caso, cuando se visualicen conjuntamente con contenidos ajenos al Portal de forma que: (I) produzca, o pueda producir, error, confusión o engaño en los usuarios sobre la verdadera procedencia del servicio o Contenidos; (II) suponga un acto de comparación o imitación desleal; (III) sirva para aprovechar la reputación de la marca y prestigio de Prestador de Servicios; o (IV) de cualquier otra forma resulte prohibido por la legislación vigente.

source: No type of false, inaccurate or incorrect statement will be made from the page that introduces the link about the Service Provider, its partners, employees, clients or about the quality of the services it provides.
es: No se realizarán desde la página que introduce el enlace ningún tipo de manifestación falsa, inexacta o incorrecta sobre Prestador de Servicios, sus socios, empleados, clientes o sobre la calidad de los servicios que presta.

source: In no case, it will be expressed on the page where the link is located that the Service Provider has given its consent for the insertion of the link or that in another way it sponsors, collaborates, verifies or supervises the services of the sender.
es: En ningún caso, se expresará en la página donde se ubique el enlace que Prestador de Servicios ha prestado su consentimiento para la inserción del enlace o que de otra forma patrocina, colabora, verifica o supervisa los servicios del remitente.

source: The use of any denominative, graphic or mixed brand or any other distinctive sign of the Service Provider within the sender's page is prohibited, except in the cases permitted by law or expressly authorized by the Service Provider and whenever it is permitted, in these cases, a direct link to the Portal in the manner established in this clause.
es: Está prohibida la utilización de cualquier marca denominativa, gráfica o mixta o cualquier otro signo distintivo de Prestador de Servicios dentro de la página del remitente salvo en los casos permitidos por la ley o expresamente autorizados por Prestador de Servicios y siempre que se permita, en estos casos, un enlace directo con el Portal en la forma establecida en esta cláusula.

source: The page that establishes the link must faithfully comply with the law and may not in any case have or link to its own content or that of third parties that: (I) are illegal, harmful or contrary to morality and good customs (pornographic, violent , racist, etc.); (II) induce or may induce in the user the false conception that the Service Provider subscribes, endorses, adheres or in any way supports the ideas, statements or expressions, legal or illegal, of the sender ; (III) are inappropriate or not pertinent to the activity of the Service Provider in attention to the place, content and theme of the sender's website.
es: La página que establezca el enlace deberá cumplir fielmente con la ley y no podrá en ningún caso disponer o enlazar con contenidos propios o de terceros que: (I) sean ilícitos, nocivos o contrarios a la moral y a las buenas costumbres (pornográficos, violentos, racistas, etc.); (II) induzcan o puedan inducir en el usuario la falsa concepción de que Prestador de Servicios suscribe, respalda, se adhiere o de cualquier manera apoya, las ideas, manifestaciones o expresiones, lícitas o ilícitas, del remitente; (III) resulten inapropiados o no pertinentes con la actividad de Prestador de Servicios en atención al lugar, contenidos y temática de la página web del remitente.

source: 4. Exclusion of liability
es: 4. Exclusión de responsabilidad

source: 4.1 Of the quality of the Service
es: 4.1 De la calidad del Servicio

source: Access to the Portal does not imply an obligation on the part of the Service Provider to control the absence of viruses, worms or any other harmful computer element. The user is responsible, in any case, for the availability of adequate tools for the detection and disinfection of harmful computer programs.
es: El acceso al Portal no implica la obligación por parte de Prestador de Servicios de controlar la ausencia de virus, gusanos o cualquier otro elemento informático dañino. Corresponde al usuario, en todo caso, la disponibilidad de herramientas adecuadas para la detección y desinfección de programas informáticos dañinos.

source: Service Provider is not responsible for any damage caused to the computer equipment of users or third parties during the provision of the Portal service.
es: Prestador de Servicios no se responsabiliza de los daños producidos en los equipos informáticos de los usuarios o de terceros durante la prestación del servicio del Portal.
