Repository: eacevedof/prj_marketing
Catalog: backend_web/locale/*/default.po
Languages: es

source: 4.2 Availability of the Service
es: 4.2 De la disponibilidad del Servicio

source: Access to the Portal requires services and supplies from third parties, including transport through telecommunications networks whose reliability, quality, continuity and operation does not correspond to the Service Provider. Consequently, the services provided through the Portal may be suspended, canceled or inaccessible, prior to or simultaneously with the provision of the Portal service.
es: El acceso al Portal requiere de servicios y suministros de terceros, incluidos el transporte a través de redes de telecomunicaciones cuya fiabilidad, calidad, continuidad y funcionamiento no corresponde a Prestador de Servicios. Por consiguiente, los servicios proveídos a través del Portal pueden ser suspendidos, cancelados o resultar inaccesibles, con carácter previo o simultáneo a la prestación del servicio del Portal.

source: Service Provider is not responsible for damages or losses of any kind produced in the user that cause failures or disconnections in the telecommunications networks that produce the suspension, cancellation or interruption of the Portal service during the provision of the same or with character previous.
es: Prestador de Servicios no se responsabiliza de los daños o perjuicios de cualquier tipo producidos en el usuario que traigan causa de fallos o desconexiones en las redes de telecomunicaciones que produzcan la suspensión, cancelación o interrupción del servicio del Portal durante la prestación del mismo o con carácter previo.

source: 4.3 Links
es: 4.3 Enlaces

source: The access service to the Portal may include technical link devices, directories and even search tools that allow the user to access other Internet pages and portals (hereinafter, 'Linked Sites'). In these cases, the Service Provider acts as a provider of intermediation services in accordance with article 17 of Law 34/2002, of July 12, on Services of the Information Society and Electronic Commerce (hereinafter, the 'LSSI') and will only be responsible for the contents and services provided on the Linked Sites to the extent that they have effective knowledge of the illegality and have not deactivated the link with due diligence.In the event that the user considers that there is a Linked Site with illegal or inappropriate content, they may communicate it to the Service Provider in accordance with the procedure and the effects established in clause 5, without this communication in any case entailing the obligation to and remove the corresponding link.
es: El servicio de acceso al Portal puede incluir dispositivos técnicos de enlace, directorios e incluso instrumentos de búsqueda que permiten al usuario acceder a otras páginas y portales de Internet (en adelante, 'Sitios Enlazados'). En estos casos, Prestador de Servicios actúa como prestador de servicios de intermediación de conformidad con el artículo 17 de la Ley 34/2002, de 12 de julio, de Servicios de la Sociedad de la Información y el Comercio Electrónico (en adelante, la 'LSSI') y sólo será responsable de los contenidos y servicios suministrados en los Sitios Enlazados en la medida en que tenga conocimiento efectivo de la ilicitud y no haya desactivado el enlace con la diligencia debida. En el supuesto de que el usuario considere que existe un Sitio Enlazado con contenidos ilícitos o inadecuados podrá comunicárselo a Prestador de Servicios de acuerdo con el procedimiento y los efectos establecidos en la cláusula 5, sin que en ningún caso esta comunicación conlleve la obligación de retirar el correspondiente enlace.

source: In no case, the existence of Linked Sites must presuppose the existence of agreements with those responsible or owners thereof, nor the recommendation, promotion or identification of the Service Provider with the statements, content or services provided.
es: En ningún caso, la existencia de Sitios Enlazados debe presuponer la existencia de acuerdos con los responsables o titulares de los mismos, ni la recomendación, promoción o identificación de Prestador de Servicios con las manifestaciones, contenidos o servicios proveídas.

source: Service Provider does not know the contents and services of the Linked Sites and therefore is not responsible for damages caused by the illegality, quality, outdated, unavailability, error and uselessness of the contents and/or services of the Linked Sites or for any other damage that is not directly attributable to the Service Provider.
es: Prestador de Servicios no conoce los contenidos y servicios de los Sitios Enlazados y por tanto no se hace responsable por los daños producidos por la ilicitud, calidad, desactualización, indisponibilidad, error e inutilidad de los contenidos y/o servicios de los Sitios Enlazados ni por cualquier otro daño que no sea directamente imputable a Prestador de Servicios.

source: 5. Communication of illicit and inappropriate activities
es: 5. Comunicación de actividades de carácter ilícito e inadecuado

source: In the event that the user or any other Internet user becomes aware that the Linked Sites refer to pages whose content or services are illegal, harmful, degrading, violent or contrary to morality; or that any of the information included by the users themselves, through the services offered on the Portal, have a consideration equal to that described above, the user may communicate it through the means of contact informed in section 1.
es: En el caso de que el usuario o cualquier otro usuario de Internet tuviera conocimiento de que los Sitios Enlazados remiten a páginas cuyos contenidos o servicios son ilícitos, nocivos, denigrantes, violentos o contrarios a la moral; o que alguna de la información incluida por los propios usuarios, a través de los servicios ofrecidos en el Portal, tienen una consideración igual a la descrita anteriormente, el usuario podrá comunicarlo mediante los medios de contacto informados en el epígrafe 1.

source: The reception by the Service Provider of the communication provided for in this clause will not imply, according to the provisions of the LSSI, effective knowledge of the activities and/or contents indicated by the caller.
es: La recepción por parte de Prestador de Servicios de la comunicación prevista en esta cláusula no supondrá, según lo dispuesto en la LSSI, el conocimiento efectivo de las actividades y/o contenidos indicados por el comunicante.

source: 6. Modifications
es: 6. Modificaciones

source: In order to improve the Website, the Service Provider reserves the right, at any time and without prior notice, to modify, expand or temporarily suspend the presentation, configuration, technical specifications and services of the Website, unilaterally.
es: Con el fin de mejorar el Sitio Web, el Prestador de Servicios se reserva el derecho, en cualquier momento y sin previa notificación, a modificar, ampliar o suspender temporalmente la presentación, configuración, especificaciones técnicas y servicios del Sitio Web, de forma unilateral.

source: Likewise, it reserves the right to modify these conditions of use at any time, as well as any other applicable general or particular conditions.
es: Asimismo se reserva el derecho de modificar en cualquier momento las presentes condiciones de uso así como cualesquiera otras condiciones generales o particulares aplicables.

source: 7. Legislation
es: 7. Legislación

source: This Legal Notice is governed in each and every one of its extremes by Spanish law.
es: El presente Aviso Legal se rige en todos y cada uno de sus extremos por la ley española.

source: Cookies Policy
es: Política de Cookies

source: 1. What are cookies?
es: 1. ¿Qué son las cookies?

source: Cookies are files or files that are downloaded to the <i>computer / smartphone / tablet<i> of the User (hereinafter, the “User”), when accessing certain websites and applications, which allow storage and retrieval of the User's data. Cookies are used for different purposes, such as recognizing you as a User, obtaining information about your browsing habits and adapting the way content is displayed.
es: Las cookies son archivos o ficheros que se descargan en el <i>ordenador / smartphone / tablet</i> del Usuario (en adelante, el “Usuario”), al acceder a determinados sitios web y aplicaciones, que permiten el almacenamiento y recuperación de los datos del Usuario. Las cookies se utilizan para diferentes fines, como reconocerte como Usuario, obtener información sobre tus hábitos de navegación y adaptar la forma en que se muestra el contenido.

source: 2.- What cookies do we use?
es: 2.- ¿Qué cookies utilizamos?

source: The Website may use the following types of cookies. A cookie may fall into more than one category:
es: El Sitio web puede utilizar los siguientes tipos de cookies. Una cookie puede incluirse en más de una categoría:

source: Own cookies
es: Cookies propias

source: Own cookies are those that are sent to the User's device from a computer or domain managed by ProviderXXX and from which the service requested by the User is provided.
es: Las cookies propias son aquellas que se envían al dispositivo del Usuario desde un equipo o dominio gestionado por ProviderXXX y desde el que se presta el servicio solicitado por el Usuario.

source: Third party cookies
es: Cookies de terceros

source: Third-party cookies are those sent to the User's device from a computer or domain that may or may not be managed by ProviderXXX but by another entity that processes the data collected by the cookie for its own purposes. Own cookies are identified in this policy indicating that the owner is “ProviderXXX“. The rest are owned by the third parties indicated in each case. In section 6, you can access their respective cookie policies by clicking on the name of the third party, including the transfers to third countries that, where appropriate, they carry out.
es: Las cookies de terceros son aquellas enviadas al dispositivo del Usuario desde un equipo o dominio que puede o no ser gestionado por ProviderXXX pero por otra entidad que procesa los datos recogidos por la cookie para sus propios fines. Las cookies propias se identifican en esta política indicando que el titular es “ProviderXXX”. El resto son propiedad de los terceros indicados en cada caso. En el apartado 6, puedes acceder a sus respectivas políticas de cookies al hacer clic en el nombre del tercero, incluidas las transferencias a países terceros que, en su caso, realice.

source: Session cookies and persistent cookies
es: Cookies de sesión y cookies persistente

source: session cookies are designed to collect and store data while the User accesses the Website. The information is kept only during the session, and disappears when it ends. Persistent cookies, however, continue to be stored in the terminal for a certain time even after the session has ended.
es: las cookies de sesión están diseñadas para recabar y almacenar datos mientras el Usuario accede al Sitio web. La información se conserva únicamente durante la sesión, y desaparece al terminar ésta. Las cookies persistentes, sin embargo, siguen almacenadas en el terminal por un tiempo determinado aún finalizada la sesión.

source: Technical cookies
es: Cookies técnicas

source: These cookies allow the Website to function correctly, so they are essential for the User to be able to use all the options of the Website and to be able to navigate and use its functions normally.
es: estas cookies permiten que el Sitio web funcione correctamente por lo que son imprescindibles para que el Usuario pueda usar todas las opciones del Sitio web y pueda navegar y utilizar las funciones de la misma con normalidad.

source: Preference or personalization cookies
es: Cookies de preferencia o personalización

source: are those that allow remembering information that allows the User to access the Website with some characteristics that make their experience different from that of other users, for example, the language, the type of browser through which the service is performed, the regional configuration from where the service is accessed, etc.
es: son aquéllas que permiten recordar información que permite al Usuario acceder al Sitio web con algunas características que hacen que su experiencia sea diferente a la de otros usuarios, por ejemplo, el idioma, el tipo de navegador a través del cual se realiza el servicio, la configuración regional desde donde se accede al servicio, etc.

source: Analysis or measurement cookies
es: Cookies de análisis o medición

source: are those that allow the monitoring and analysis of the behavior of the Users of the websites to which they are linked, including the quantification of the impacts of the advertisements, where appropriate. The information collected through this type of cookie is used to measure the activity of the Website and to create browsing profiles of the Users, in order to introduce improvements based on the analysis of the usage data made by the Users. from service.
es: son aquéllas que permiten el seguimiento y análisis del comportamiento de los Usuarios de los sitios web a los que están vinculadas, incluida la cuantificación de los impactos de los anuncios, en su caso. La información recogida mediante este tipo de cookies se utiliza en la medición de la actividad del Sitio web y para la elaboración de perfiles de navegación de los Usuarios, con el fin de introducir mejoras en función del análisis de los datos de uso que hacen los Usuarios del servicio.

source: Behavioral advertising cookies
es: Cookies de publicidad comportamental

source: are those that store information on the behavior of Users obtained through the continuous observation of their browsing habits, which allows the development of a specific profile to display advertising based on it.
es: son aquéllas que almacenan información del comportamiento de los Usuarios obtenida a través de la observación continuada de sus hábitos de navegación, lo que permite desarrollar un perfil específico para mostrar publicidad en función del mismo.

source: In <a href="#section-6">section 6</a> of this policy, the cookies used on the Website are detailed.
es: En el <a href="#section-6">apartado 6</a> de la presente política se detallan las cookies que se utilizan en el Sitio web.

source: 3.- Are international data transfers made with the use of cookies?
es: 3.- ¿Se realizan transferencias internacionales de datos con el uso de cookies?

source: The acceptance of some of these cookies may involve the international transfer of data to third countries necessary for the operation of the services of our providers. The legal basis for said transfer is your consent, expressed by consenting to the use of the cookies in each case. In any case, international data transfers will be made to countries with an adequate level of protection declared by the European Commission and/or based on the provision of adequate guarantees such as standard contractual clauses (articles 45 and 46 of the General Protection Regulation of data).
es: La aceptación de algunas de estas cookies puede suponer la transferencia internacional de datos a terceros países necesaria para el funcionamiento de los servicios de nuestros proveedores. La base legal para dicha transferencia es tu consentimiento, manifestado al consentir el uso de las cookies de que en cada caso se trate. En todo caso, las transferencias internacionales de datos se realizarán a países con un adecuado nivel de protección declarado por la Comisión Europea y/o en base a la aportación de garantías adecuadas tales como cláusulas contractuales tipo (artículos 45 y 46 del Reglamento General de Protección de Datos).

source: You can find out about the transfers to third countries that, where appropriate, are made by the third parties identified in this cookie policy in their corresponding policies, accessible in section 6.
es: Puedes informarte de las transferencias a terceros países que, en su caso, realizan los terceros identificados en esta política de cookies en sus correspondientes políticas, accesibles en el apartado 6.

source: 4. How to disable cookies?
es: 4. ¿Cómo deshabilitar las cookies?

source: All browsers allow you to make changes to disable cookie settings. This is why most browsers offer the ability to manage cookies, for finer control over privacy.
es: Todos los navegadores permiten hacer cambios para desactivar la configuración de las cookies. Este es el motivo por el que la mayoría de los navegadores ofrecen la posibilidad de administrar las cookies, para obtener un control más preciso sobre la privacidad.

source: These settings are located in the “options“ or “preferences“ menu of your browser.
es: Estos ajustes se encuentran ubicados en las “opciones“ o “preferencias“ del menú de su navegador.

source: If you wish to revoke your informed consent regarding the use of cookies sent from the Website, or modify it, you can access the cookie configuration panel or make the changes through the configuration of your browser, without preventing access to the contents.
es: Si deseas revocar tu consentimiento informado respecto al uso de cookies enviadas desde el Sitio web, o modificarlo, puedes acceder al panel de configuración de cookies o hacer los cambios a través de la configuración de tu navegador, sin que ello impida el acceso a los contenidos.

source: These settings are located in the “options“ or “preferences“ menu of your browser. Below, you can find the links for each browser to disable cookies by following the instructions:
es: Estos ajustes se encuentran ubicados en las “opciones“ o “preferencias“ del menú de tu navegador. A continuación, podrás encontrar los links de cada navegador para deshabilitar las cookies siguiendo las instrucciones:

source: In the tools menu, select ”Internet Options.”
es: En el menú de herramientas, selecciona “Opciones de Internet”.

source: Click on the privacy tab.
es: Haz clic en la pestaña de privacidad.

source: You can configure privacy with a slider with six positions that allows you to control the number of cookies that will be installed: Block all cookies, High, Medium High, Medium (default level), Low and Accept all cookies.
es: Podrás configurar la privacidad con un cursor con seis posiciones que te permite controlar la cantidad de cookies que se instalarán: Bloquear todas las cookies, Alta, Media Alta, Media (nivel por defecto), Baja y Aceptar todas las cookies.

source: At the top of the Firefox window, click on the Tools menu.
es: En la parte superior de la venta de Firefox hacer clic en el menú Herramientas.

source: Select the Privacy panel.
es: Selecciona el panel Privacidad.

source: In the Firefox option you can choose Use custom settings for history to configure the options.
es: En la opción Firefox podrás elegir Usar una configuración personalizada para el historial para configurar las opciones.

source: Click on the menu located on the toolbar.
es: Haz clic en el menú situado en la barra de herramientas.

source: Select Settings.
es: Seleccionar Configuración.

source: Click Show advanced options.
es: Haz clic en Mostrar opciones avanzadas.

source: In the “Privacy” selection, click the Content Settings button.
es: En la selección “Privacidad” haz clic en el botón Configuración de contenido.

source: In the Cookies selection, the options can be configured.
es: En la selección de Cookies, se pueden configurar las opciones.

source: In the configuration menu select the “Preferences” option.
es: En el menú de configuración selecciona la opción de “Preferencias”.

source: Open the privacy tab.
es: Abre la pestaña de privacidad.

source: Select the option you want from the “block cookies” section.
es: Selecciona la opción que quiera de la sección de “bloquear cookies”.

source: Remember that certain functions and the full functionality of the Website may not be available after disabling cookies.
es: Recuerda que ciertas funciones y la plena funcionalidad del Sitio web pueden no estar disponibles después de deshabilitar las cookies.

source: In order for visitors to the Website to have the possibility to prevent Google Analytics from using their data, Google has developed a Google opt-out browser add-on, available here: {0}
es: Para que los visitantes del Sitio web tengáis la posibilidad de evitar que Google Analytics utilice vuestros datos, Google ha desarrollado un complemento de inhabilitación para navegadores de Google, disponible aquí: {0}

source: 5.- Cookies on mobile devices
es: 5.- Cookies en los dispositivos móviles

source: Cookies and other storage devices are also used when you access the Website from mobile devices.
es: Las cookies y otros dispositivos de almacenamiento también se utilizan cuando accedes al Sitio web desde dispositivos móviles.

source: As with computer browsers, mobile device browsers allow you to make changes to privacy options or settings to disable or delete cookies.
es: Al igual que sucede en los navegadores de ordenadores, los navegadores de los dispositivos móviles permiten realizar cambios en las opciones o ajustes de privacidad para desactivar o eliminar las cookies.

source: If you wish to modify the privacy options, follow the instructions specified by the developer of your mobile device browser. Below, you can find some examples of the links that will guide you to modify the privacy options on your mobile device:
es: Si deseas modificar las opciones de privacidad sigue las instrucciones especificadas por el desarrollador de tu navegador para dispositivo móvil. A continuación, podrás encontrar algunos ejemplos de los links que te guiarán para modificar las opciones de privacidad en tu dispositivo móvil:

source: 6.- Acceptance, configuration or rejection of cookies, and more information
es: 6.- Aceptación, configuración o rechazo de cookies, y más información

source: In the cookie banner, you can click the “ACCEPT ALL” button to accept all cookies. Likewise, you can click on “ACCEPT SELECTION“ to accept only the cookies marked in the configuration boxes available in the banner, or you can click on “REJECT“ to reject unnecessary cookies.
es: En el banner de cookies, puedes hacer clic en el botón “ACEPTAR TODAS” para aceptar todas las cookies. Asimismo, puedes hacer clic en “ACEPTAR SELECCIÓN” para aceptar únicamente las cookies marcadas en las casillas de configuración disponibles en el banner, o puedes hacer clic en “RECHAZAR” para rechazar las cookies no necesarias.

source: We inform you that in the case of blocking or not accepting the installation of cookies, it is possible that certain services will not be available without the use of cookies or that you will not be able to access certain services or take full advantage of everything that this Website offers you.
es: Te informamos que en el caso de bloquear o no aceptar la instalación de cookies, es posible que ciertos servicios no estén disponibles sin la utilización de éstas o que no puedas acceder a determinados servicios ni tampoco aprovechar por completo todo lo que este Sitio web te ofrece.

source: <a href="javascript: Cookiebot.renew()">Change your consent</a>
es: <a href="javascript: Cookiebot.renew()">Cambiar tu consentimiento</a>

source: You can obtain more information about the processing of your data by contacting {0}
es: Puedes obtener más información sobre el tratamiento de tus datos dirigiéndote a {0}

source: Privacy Policy
es: Política de Privacidad

source: Who is the Data Controller?
es: ¿Quién es el Responsable del tratamiento?

source: Tax ID
es: CIF

source: Mailing address
es: Dirección postal

source: For what purpose do we treat your data?
es: ¿Con qué finalidad tratamos sus datos?
